---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentCurrentPhasecParam
source: html/a7cb8ba0-2eb4-ed0e-139a-e5480cf67f55.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentCurrentPhasecParam Property

"Apparent Current Phase C"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentCurrentPhasecParam { get; }
```